<h1 class="page-title">Обо мне</h1>
<p>
<img src="/images/me.jpg" align="left" >

<p>Меня зовут <strong>Валерий Симонов</strong>. Я работаю в области информационных технологий более 20 лет. Имею большой опыт программирования.<br/><br/>
В последние 6 лет активно занимаюсь администрированием и поддержкой веб-сайтов.<br/> <br/>
Занимаюсь разработкой от простых сайтов-визиток до более сложных информационных порталов, а также специализированных веб-интерфейсов пользователя.</p>
<hr class="delimiter">
<h2>Услуги</h2>
<p>В перечень моих услуг входит:</p>
<br/>
<ul class="fa-ul">
	<li><i class="fa fa-check fa-li"></i>Разработка веб-сайтов различного уровня сложности, информационных порталов.</li>
	<li><i class="fa fa-check fa-li"></i>Разработка скриптов и интерфейсов под системы управления CMS.</li>
	<li><i class="fa fa-check fa-li"></i>Техническое обслуживание веб-ресурсов, настройка веб-серверов для корректной бесперебойной работы сайтов.</li>
	<li><i class="fa fa-check fa-li"></i>Техническая оптимизация и доработка веб-сайтов.</li>
</ul>
<br/>
<p>В качестве примера приведу список задач, которыми я занимался:</p>
<br/>
<ul class="fa-ul">
<li><i class="fa fa-check fa-li"></i>Создание парсеров контента.</li>
<li><i class="fa fa-check fa-li"></i>Разработка компонентов и модулей для автоматического наполнения контентом сайтов на популярной системе управления CMS WordPress. <a href="https://github.com/Valsym/railway" target="_blank">Пример на Гитхабе</a>.</li>
<li><i class="fa fa-check fa-li"></i>Программирование модулей на PHP с использованием методологий ООП, MVC.</li>
<li><i class="fa fa-check fa-li"></i>Настройка WAMP и LAMP сервера в качестве среды разработки.</li>
<li><i class="fa fa-check fa-li"></i>Работа с графическими программами Adobe Photoshop. Верстка и создание элементов инфографики.</li>
<li><i class="fa fa-check fa-li"></i>Реализация MVC паттерна для создания данного сайта-визитки на PHP</li>
<li><i class="fa fa-check fa-li"></i>И многое другое.</li>
</ul>
<br/>
<p>Список выполненных проектов (разработанных сайтов) представлен на странице <a href="/portfolio.html">Портфолио</a>.</p>
<hr class="delimiter">
<h2>Образование</h2>
<ul class="fa-ul">
<li><i class="fa fa-check fa-li"></i>Высшее: (МЭИ) Московский Энергетический Институт — Энергофизический факультет, специальность Инженерная теплофизика / 1978-1984 г.</li>
<li><i class="fa fa-check fa-li"></i>Курсы повышения квалификации: (Hexlet) Хекслет - практические курсы по программированию. / 2017 г. (ссылка на мой <a href="https://ru.hexlet.io/u/valsy" target="_blank">профиль</a>)</li>
</ul>
<hr class="delimiter">
<h2>Профессиональные навыки</h2>
<ul class="fa-ul">
<li><i class="fa fa-check fa-li"></i>Web технологии: PHP, MySQL, JavaScript, JQuery, CSS, HTML и др.</li>
<li><i class="fa fa-check fa-li"></i>Языки высокого уровня/базы данных: Fotran, Pascal, C, PostgreSQL, MySQL.</li>
</ul>
<!--
<br/>
<p>Мое полное резюме доступно в формате (.doc), его можно скачать по ссылке <i class="fa fa-download"></i> <a href="/inc/resume_Simonov_V.doc">Резюме</a>.</p>
-->
<br/>
<p>По всем интересующим вопросам, пожалуйста, обращайтесь через <a href="/contacts">контактную форму</a> на сайте или по контактным данным, указанным вверху или внизу страницы.</p>
<br/>